Repository: felipearpa/tyche
Catalog: iOS/Pool/Sources/Pool/Localizable/Localizable.xcstrings
Source language: en
Languages: es, es_es

# cancel_action
source: Cancel
es: Cancelar
es_es: Cancelar

# invite_gamblers_action
source: Invite gamblers
es: Invitar jugadores
es_es: Invitar jugadores

# manage_gamblers_done_action
source: Done
es: Listo
es_es: Listo

# manage_gamblers_edit_action
source: Edit
es: Editar
es_es: Editar

# no_other_gamblers_message
source: Once people join this pool, you'll be able to manage them from here.
es: Cuando alguien se una a esta polla, podrás gestionarlos desde aquí.
es_es: Cuando alguien se una a esta quiniela, podrás gestionarlos desde aquí.

# no_other_gamblers_title
source: No other gamblers yet
es: Aún no hay otros jugadores
es_es: Aún no hay otros jugadores

# remove_gambler_action
source: Remove
es: Eliminar
es_es: Eliminar

# remove_gambler_alert_message
source: This will remove this gambler from the pool. This action cannot be undone.
es: Esto eliminará a este jugador de la polla. Esta acción no se puede deshacer.
es_es: Esto eliminará a este jugador de la quiniela. Esta acción no se puede deshacer.

# remove_gambler_alert_title
source: Remove %@ from this pool?
es: ¿Eliminar a %@ de esta polla?
es_es: ¿Eliminar a %@ de esta quiniela?

# remove_gambler_failure_message
source: Check your connection and try again.
es: Comprueba tu conexión e inténtalo de nuevo.
es_es: Comprueba tu conexión e inténtalo de nuevo.

# remove_gambler_failure_title
source: Couldn't remove %@
es: No se pudo eliminar a %@
es_es: No se pudo eliminar a %@

# removing_gambler_text
source: Removing…
es: Eliminando…
es_es: Eliminando…

# retry_action
source: Retry
es: Reintentar
es_es: Reintentar

# choose_pool_layout_text
source: Choose a template to create your pool
es: Elige una plantilla para crear tu polla
es_es: Elige una plantilla para crear tu quiniela

# fill_pool_fields_title
source: Fill out the fields to create your pool
es: Completa los campos para crear tu polla
es_es: Rellena los campos para crear tu quiniela

# gambler_pool_list_title
source: My pools
es: Mis pollas
es_es: Mis quinielas

# go_to_my_pools_action
source: Go to my pools
es: Ir a mis pollas
es_es: Ir a mis quinielas

# got_it_action
source: Got it
es: Entendido
es_es: Entendido

# invite_action
source: Invite
es: Invitar
es_es: Invitar

# join_pool_action
source: Join
es: Unirte
es_es: Unirse

# pool_already_joined_error_description
source: You’re already in this pool
es: Ya estás en esta polla
es_es: Ya estás en esta quiniela

# pool_already_joined_failure_reason
source: Looks like you joined this one before
es: Parece que ya te uniste antes
es_es: Parece que ya te uniste antes

# pool_already_joined_recovery_suggestion
source: Open it from “My pools” to start playing
es: Ábrela desde “Mis pollas” para empezar a jugar
es_es: Ábrela desde “Mis quinielas” para empezar a jugar

# pool_from_layout_creator_title
source: Pool from layout
es: Polla desde plantilla
es_es: Quiniela desde plantilla

# pool_join_requires_sign_in_failure_description
source: Sign-in required to join
es: Inicio de sesión requerido
es_es: Inicio de sesión requerido

# pool_join_requires_sign_in_failure_reason
source: You need to be signed in to open this pool join link
es: Necesitas iniciar sesión para abrir este enlace de invitación a la polla
es_es: Necesitas iniciar sesión para abrir este enlace de invitación a la quiniela

# pool_join_requires_sign_in_failure_recovery_suggestion
source: Please sign in and open the link again
es: Por favor, inicia sesión y abre el enlace nuevamente
es_es: Por favor, inicia sesión y abre el enlace de nuevo

# pool_name_label
source: Type the name for the pool
es: Ingresa el nombre para la polla
es_es: Introduce el nombre de la quiniela

# pool_name_length_validation_error
source: The pool name must be between 1 and 100 characters
es: El nombre de la polla debe tener entre 1 y 100 caracteres
es_es: El nombre de la quiniela debe tener entre 1 y 100 caracteres

# pool_score_empty_list_subtitle
source: Pick a tournament template, create your pool and invite your friends.
es: Elige una plantilla, crea tu polla e invita a tus amigos.
es_es: Elige una plantilla, crea tu quiniela e invita a tus amigos.

# pool_score_empty_list_templates_section
source: Popular templates
es: Plantillas populares
es_es: Plantillas populares

# pool_score_empty_list_title
source: You're not in any pools yet
es: Aún no estás en ninguna polla
es_es: Aún no estás en ninguna quiniela

# ready_to_join_subtitle
source: Jump in and play your predictions alongside others
es: Únete y haz tus predicciones junto a otros
es_es: Únete y haz tus predicciones junto a otros

# ready_to_join_title
source: You’re invited
es: Estas invitado
es_es: Estas invitado

# see_all_templates_action
source: See all templates
es: Ver todas las plantillas
es_es: Ver todas las plantillas

# starting_from_date_text
source: Starting %@
es: Inicia el %@
es_es: Empieza el %@
